Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: Fig. 13.20 Aspect of the treated teeth immediately after removing the rubber dam
vi: Hình 13.20 Răng được điều trị ngay sau khi tháo đê cao su

source: Fig. 13.21 Preoperative view
vi: Hình 13.21 Trước điều trị

source: Fig. 13.22 Postoperative view
vi: Hình 13.22 Sau điều trị

source: Fig. 13.3 Scalloped custom-fitted bleaching tray short of the gingival tissues to prevent tissue irritation
vi: Hình 13.3 Khay dạng vỏ sò làm ngắn tới viền nướu để ngăn ngừa kích thích mô

source: Fig. 13.4 Aspect of anterior teeth after 9 days of at-home whitening with 10 % carbamide peroxide gel with potassium nitrate and sodium fluoride (Whiteness Perfect 10 %, FGM) in a custom-fitted tray overnight
vi: Hình 13.4 Các răng trước sau 9 ngày tẩy trắng tại nhà 10 % carbamide peroxide

source: Fig. 13.5 Aspect of anterior teeth after 21 days of at-home whitening.
vi: Hình 13.5 Các răng trước sau 21 ngày tẩy trắng

source: Fig. 13.6 The patient was scheduled for a resin infiltration procedure 2 weeks after finishing the
vi: Hình 13.6 Bệnh nhân được lên kế hoạch thủ thuật xâm nhập nhựa 2 tuần sau khi kết thúc

source: Fig. 13.7 Teeth were cleaned with a suspension of pumice and water and thoroughly washed with water.
vi: Hình 13.7 R được làm sạch với pumice và nước và rửa sạch bằng nước.

source: Fig. 13.8 The 15 % HCl
vi: Hình 13.8 15 % HCl

source: Fig. 13.9 The gel was thoroughly rinsed with water for 30 s with the high-speed suction tip positioned as close as possible to the area being washed.
vi: Hình 13.9 Gel được súc sạch bằng nước trong 30 s với ống hút tốc độ cao.

source: Fig. 14.1 (a) Preoperative view of the patient’s smile.
vi: Hình 14.1 (a) Trước khi điều trị.

source: Fig. 14.2 Aspect of anterior teeth after 14 days of at-home whitening.
vi: Hình 14.2 Các răng trước sau 14 ngày tẩy trắng tại nhà.

source: Fig. 14.3 (a) Stone model of maxillary anterior teeth.
vi: Hình 14.3 (a) Mẫu hàm của răng trước hàm trên

source: Fig. 15.17 Preoperative view showing the discoloration of tooth #8 (FDI 1.1)
vi: Hình 15.17 Trước điều trị cho thấy răng đổi màu #8 (FDI 1.1)

source: Fig. 15.18 After replacement of resin-based composite restorations and preparation of tooth # 8 (FDI 1.1) for a porcelain crown
vi: Hình 15.18 Sau khi thay thế phục hồi comosite và chuẩn bị răng # 8 (FDI 1.1) để làm mão răng sứ

source: Fig. 15.19 Shade matching
vi: Hình 15.19 Chọn màu

source: Fig. 6.1 Retracted view of a 28-year-old patient who bleached his maxillary teeth with 10 % carbamide peroxide gel (Opalescence 10 %, Ultradent Products, Inc.) in a custom-fitted tray overnight for 3 weeks.
vi: Hình 6.1 Nhìn phía trước của bệnh nhân 28 tuổi tẩy trắng răng hàm trên bằng gel 10 % carbamide peroxide (Opalescence 10 %, Ultradent Products, Inc.) trong khay cá nhân qua đêm trong 3 tuần.

source: Fig. 6.10 (a) A 43-year-old patient visited the University of Minnesota School of Dentistry Comprehensive Care Clinic to ask for a second opinion about her front maxillary teeth.
vi: Hình 6.10 (a) Bệnh nhân 43 tuổi đến University of Minnesota School of Dentistry Comprehensive Care Clinic để hỏi ý kiến thứ hai về răng trước hàm trên.

source: Fig. 6.11 (a) 38 year old patient with history of tetracycline ingestion.
vi: Hình 6.11 (a) bệnh nhân 38 tuổi với tiền sử uống tetracycline.

source: Fig. 6.12 (a) A 39-year-old patient with a history of tetracycline ingestion during infancy.
vi: Hình 6.12 (a) Bệnh nhân 39 tuổi với tiền sử uống tetracycline thời thơ ấu.

source: Fig. 6.13 (a) Severe tetracycline staining in a 42-year-old patient.
vi: Hình 6.13 (a) Nhiễm màu tetracycline nặng bệnh nhân 42 tuổi.

source: Fig. 6.14 (a) A 22-year-old patient whose chief complaint was “yellow teeth.” She also had white spots on tooth #9 (FDI 2.1) and tooth #10 (FDI 2.2).
vi: Hình 6.14 (a) Bệnh nhân 22 tuổi có than phiền "răng màu vàng". Cô ấy có đốm trắng trên răng #9 (FDI 2.1) và răng #10 (FDI 2.2).

source: Fig. 6.15 (a) A 51-year-old patient with discolored tooth #8 (FDI 1.1) who came to our clinic asking for a second opinion.
vi: Hình 6.15 (a) Bệnh nhân 51 tuổi có răng đổi màu #8 (FDI 1.1) đến phòng khám để hỏi thêm ý kiến thứ hai.

source: Fig. 6.16 (a) A 25-year-old patient with discolored #9 (FDI 2.1).
vi: Hình 6.16 (a) Bệnh nhân 25 tuổi có răng đổi màu #9 (FDI 2.1).

source: Fig. 6.17 (a) Transmission electron micrograph of untreated human enamel.
vi: Hình 6.17 (a) Hình ảnh trên kính hiển vi của men răng người không điều trị.

source: Fig. 6.2 Frontal view of a 38-year-old patient 5 min after she applied a bleaching strip to her maxillary teeth
vi: Hình 6.2 Nhìn phía trước của bệnh nhân 38 tuổi 5 phút sau khi đặt thuốc tẩy trắng răng lên răng hàm trên.

source: Fig. 6.3 (a) A 23-year-old patient with a history of antibiotic intake when she was a child.
vi: Hình 6.3 (a) Bệnh nhân 23 tuổi với tiền sử dùng kháng sinh lúc nhỏ.

source: Fig. 6.4 (a) This 38-year-old patient was born and raised overseas in an “area where everybody had brown teeth”.
vi: Hình 6.4 (a) Bệnh nhân 38 tuổi sinh ra và lớn lên tại nước ngoài "nơi mà ai cũng có răng nâu".

source: Fig. 6.5 (a) Frontal view of maxillary incisors in a 26-year-old patient whose chief complaint was her discolored tooth #9 (FDI 2.1).
vi: Hình 6.5 (a) Nhìn phía trước của răng cửa hàm trên của bệnh nhân 26 tuổi có than phiền chính là răng #9 đổi màu (FDI 2.1).

source: Fig. 6.6 (a) A 22-year-old patient with several resin-based composite restorations in his discolored maxillary incisors.
vi: Hình 6.6 (a) Bệnh nhân 22 tuổi với nhiều phục hồi comosite trên răng cửa hàm trên bị đổi màu.

source: Fig. 6.7 (a) A 24-year-old patient suffered a traumatic injury to her tooth #8 (FDI 2.1).
vi: Hình 6.7 (a) Bệnh nhân 24 tuổi bị chấn thương răng #8 (FDI 2.1).

source: Fig. 6.8 Existing resin-based composite restorations on teeth #8 (FDI 1.1) and #9 (FDI 2.1) after at-home whitening of the maxillary arch with 10 % carbamide peroxide with potassium nitrate and sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) in a custom-fitted tray for 3 weeks
vi: Hình 6.8 Miếng trám comosite trên răng #8 (FDI 1.1) và #9 (FDI 2.1) sau khi tẩy trắng răng tại nhà của hàm trên bằng 10 % carbamide peroxide với potassium nitrate và sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) trong khay cá nhân 3 tuần

source: Fig. 6.9 Custom-made bleaching tray for at-home whitening.
vi: Hình 6.9 Khay tuỳ chỉnh cho tẩy trắng răng tại nhà.

source: Fig. 7.1 The effect of rubber dam on lightness can be observed in these three photographs.
vi: Hình 7.1 Ảnh hưởng của đê cao su lên độ sáng có thể quan sát được ở trong ba tấm ảnh.

source: Fig. 7.10 After some time in place, bubbles are visible in the gel, which result from the decomposition of the hydrogen peroxide
vi: Hình 7.10 Sau một thời gian, thấy bong bóng trong gel, là kết quả của sự phân huỷ hydrogen peroxide

source: Fig. 7.11 (a) A suction tip was first used to remove the gel prior to (b) water rinsing of the tooth surfaces
vi: Hình 7.11 (a) Đầu hút được dùng để loại bỏ gel trước khi (b) súc miệng

source: Fig. 7.12 One week after the second in-office bleaching session, the color of the patient’s teeth was checked.
vi: Hình 7.12 Một tuần sau phiên thứ hai tẩy trắng tại phòng khám, màu răng của bệnh nhân được kiểm tra.

source: Fig. 7.2 Variation in the
vi: Hình 7.2 Sự thay đổi của

source: Fig. 7.3 Variation in the
vi: Hình 7.3 Sự thay đổi của

source: Fig. 7.4 Chemical burning of the cervical gingiva of several teeth after an
vi: Hình 7.4 Bỏng hoá học của nướu cổ răng của nhiều răng sau

source: Fig. 7.5 The baseline tooth color being recorded
vi: Hình 7.5 Màu răng ban đầu

source: Fig. 7.7 Removal of the desensitizing gel with dental gauze or high-speed suction.
vi: Hình 7.7 Loại bỏ chống nhạy cảm bằng gạc

source: Fig. 7.8 A lip and cheek retractor (ArcFlex, FGM, Joinville, SC, Brazil) is applied, followed by the application of a light-cured gingival barrier to protect the marginal gingival tissue
vi: Hình 7.8 Banh môi má (ArcFlex, FGM, Joinville, SC, Brazil), sau đó đặt hàng rào chặn nướu quang trùng hợp để bảo vệ mô nướu.

source: Fig. 7.9 The 35 % hydrogen peroxide
vi: Hình 7.9 Hydrogen peroxide 35 %

source: Fig. 8.1 Causes of intrinsic stains
vi: Hình 8.1 Nguyên nhân của nhiễm màu bên trong

source: Fig. 8.7 (continued)
vi: Hình 8.7 (tiếp tục)

source: Fig. 9.1 Sixty-year results of eliminating brown fluorosis stain using hydrochloric acid.
vi: Hình 9.1 Kết quả sau 60 năm loại bỏ vết nhiễm fluor màu nâu bằng hydrochloric acid.

source: Fig. 9.2 A scanning electron microscopic view of the polished enamel surface following microabrasion and the natural appearance of enamel below the polished surface in this fractured (fx) enamel specimen
vi: Hình 9.2 Hình ảnh trên kính hiển vi điện tử quét của bề mặt men răng được đánh bóng sau vi mài mòn và vẻ tự nhiên của men răng dưới bề mặt được đánh bóng bị gãy (fx) mẫu men răng

source: Fig. 9.3 (a) Decalcification from inadequate hygiene during orthodontics.
vi: Hình 9.3 (a) Khử khoáng do vệ sinh không đủ khi chỉnh nha.

source: Fig. 9.4 (a) A 10-year-old with white and brown idiopathic enamel white and brown dysmineral- ization.
vi: Hình 9.4 (a) 10 tuổi với trắng và nâu vô căn men răng trắng và nâu loạn khoáng hoá.

source: Fig. 9.5 (a) An 8-year-old with pitting type amelogenesis imperfecta.
vi: Hình 9.5 (a) BN 8 tuổi với rỗ sinh men bất toàn.

source: Fig. 9.6 (a) Enamel microabrasion of a 10-year-old in 1985, documented (Croll 1991).
vi: Hình 9.6 (a) Vi mài mòn men răng 10 năm tuổi được báo cáo năm 1985 (Croll 1991).

source: Figure 12.5 depicts the intense dehydration immediately after removing the rubber dam.
vi: Figure 12.5 mô tả sự mất nước mạnh ngay sau khi tháo đê cao su.

source: Figure 12.7a, b represents the final result after 3 weeks of at-home whitening.
vi: Hình12.7a, b đại diện cho kết quả cuối cùng sau 3 tuần tẩy trắng tại nhà.

source: Figures 11.1, 11.2, 11.3, 11.4, 11.5, 11.6, 11.7, 11.8, 11.9, 11.10, 11.11, 11.12,
vi: Hình 11.1, 11.2, 11.3, 11.4, 11.5, 11.6, 11.7, 11.8, 11.9, 11.10, 11.11, 11.12,

source: Figures 13.1, 13.2, 13.3, 13.4, 13.5,
vi: Hình 13.1, 13.2, 13.3, 13.4, 13.5,

source: Figures 14.2, 14.3, 14.4, 14.5, 14.6, 14.7, 14.8, 14.9, 14.10, 14.11, 14.12, 14.13, 14.14, 14.15, 14.16,
vi: Hình 14.2, 14.3, 14.4, 14.5, 14.6, 14.7, 14.8, 14.9, 14.10, 14.11, 14.12, 14.13, 14.14, 14.15, 14.16,

source: Finally, products should be applied according to the respective manufacturer’s instructions.
vi: Cuối cùng, các sphan nên được áp dụng theo hướng dẫn của nhà sản xuất.

source: Finally, the infiltrant resin is applied for 3 min. Although infil- trants are chemically similar to many commercial bonding agents, it is strongly recommended not to misemploy adhesives or bonding agents for caries infiltration but to use the commercially available infiltrant kit.
vi: Cuối cùng, sự xâm nhập nhựa thực hiện tron 3 phút. Mặc dù sự xâm nhập là tương tự về hoá học như nhiều chất dán thương mại, nó được khuyến cáo rằng không sử dụng sai keo hoặc chất dán cho xâm nhập sâu răng nhưng dùng các sản phẩm bộ xâm nhập nhựa thương mại sẵn có.

source: First recorded use of a solution of perborate in hydrogen peroxide activated by a light
vi: Lần đầu sử dụng perborate trong hydrogen peroxide kích hoạt bởi ánh sáng

source: Fitch (1861) stated, “the disintegration of the red corpuscles of the blood is another source of discoloration.
vi: Fitch (1861) nói “sự phân huỷ của hồng cầu là một nguyên nhân khác của đổi màu

source: Five 10-s applications are repeated until the coloration defect is eliminated.
vi: Năm lần áp dụng 10s được lặp lại đến khi khiếm khuyết màu được loại bỏ.

source: Fluororis and Fluorosis-Like Enamel Hypocalcifications
vi: Nhiễm fluor và kém khoáng hoá men răng dạng nhiễm fluor

source: Fluorosed teeth
vi: Răng nhiễm fluor

source: Fluorosis
vi: Nhiễm fluor

source: Fluorosis can be distinguished from caries, since fluorosis usually affects multiple homologous teeth, which were formed during the same period.
vi: Nhiễm fluor có thể được phân biệt với sâu răng, do nhiễm fluor ảnh hưởng nhiều răng được hình thành cùng một thời kỳ.

source: Fluorosis stains
vi: Nhiễm fluor

source: Fluorotic white spots and those caused by traumatic injury can be masked quite well.
vi: Đốm trắng do nhiễm fluor và do chấn thương có thể được che khá tốt.

source: For How Long?
vi: Trong bao lâu

source: For MIH lesions, aesthetic results might not be as good.
vi: Với tổn thương MIH, kết quả thẩm mỹ không tốt lắm.

source: For MIH lesions, how- ever, both in vitro results (Crombie et al.
vi: Tuy nhiên với tổn thương MIH, cả hai kết quả in vitro (Crombie và cộng sự

source: For bleaching some gels, the actual concentration is between 16 % and 36 % lower than the label indicates.
vi: Với một số gel tẩy trắng, nồng độ thực từ 16 % - 36 % thấp hơn so với trên nhãn.

source: For didactic reasons, this section will be described in steps.
vi: Vì lý do mô phạm, phần này phần này được trình bày từng bước.

source: For enamel specifically, 10 % carbamide peroxide reduces the bond strengths of resin-based composite to etched
vi: Cho men răng đặc biệt, 10 % carbamide peroxide giảm độ bền dán của comosite dán xoi mòn.

source: For enamel specifically, 10 % carbamide peroxide reduces the bond strengths of resin-based composite to etched enamel (Cvitko et al.
vi: Cho men răng đặc biệt, 10 % carbamide peroxide giảm độ bền dán của comosite lên men răng xoi mòn (Cvitko và cộng sự

source: For example, oxalic acid removed iron stains associated with pulp necrosis and hemor- rhage (Atkinson 1862), chlorine was indicated for silver and copper stains encoun- tered with amalgam restorations (Kirk 1889), and ammonia readily removed iodine stains caused by root canal therapy (Stellwagen 1870).
vi: Ví dụ, axit oxalic loại bỏ vết màu kim loại do tuỷ hoại tử và xuất huyết (Atkinson 1862), chlorine được chỉ định cho nhiễm màu bạc và đồng liên quan miếng trám amalgam (Kirk 1889), và ammonia loại bỏ nhiễm màu iodine do điều trị nội nha (Stellwagen 1870).

source: For gray tooth shades, C’s and D’s in the Vita Classical A1-D4 shade guide, we recommend 4–6 weeks of overnight tray whitening with 10 % carbamide peroxide, with the prospect of a residual darker area at the cervical third of the teeth.
vi: Cho màu sắc răng xám, C và D trong bảng màu Vita Classical A1-D4, chúng tôi đề nghị 4 -6 tuần tẩy trắng răng qua đêm với 10 % carbamide peroxide, với khả năng tồn tại vùng tối màu ở phần ba cổ răng.

source: For in-depth information on pulpal inflammation triggered by peroxide-based bleaching agents, please refer to Chap.
vi: Để thêm thông tin chi tiết về kích hoạt viêm tuỷ bởi tác nhân tẩy trắng peroxide, vui lòng xem chương

source: For in-office bleaching in higher concentration (35 %), the risk of TS was reported to be 62.9 % (95 % CI 56.9–67.3), which was not too different from that reported for 10–16 % carbamide peroxide for at-home bleaching (51 % with a 95 % CI 41.4–60.6) (Rezende et al.
vi: Với tẩy trắng tại phòng khám nồng độ cao (35 %), nguy cơ nhạy cảm được báo cáo là 62.9 % (95 % CI 56.9–67.3), không quá khác biệt báo cáo của 10–16 % carbamide peroxide cho tẩy trắng răng tại nhà (51 % with a 95 % CI 41.4–60.6) (Rezende và cộng sự

source: For instance, one manufacturer combined iron with a low-concentrated HP for- mulation.
vi: Ví dụ, một nhà sản xuất phối hợp sắt với nồng độ HP thấp.

source: For instance, some studies performed only a single in-office bleaching session (da Costa et al.
vi: Ví dụ, một số nghiên cứu chỉ thực hiện duy nhất một phiên tẩy trắng tại phòng khám (da Costa và cộng sự

source: For instance, the amount of HP that permeates dental pulps is higher in teeth with restorations (Gokay et al.
vi: Ví dụ, lượng HP thấm vào tuỷ răng cao hơn ở răng có phục hồi (Gokay và cộng sự

source: For lesions that are located very close to the cervical gingival mar- gin, retraction cords help to displace the gingiva before application of the liquid dam.
vi: Đối với tổn thương nằm rất gần với đường viền nướu, chỉ co nướu giúp tách nướu trước khi đặt đê lỏng.

source: For low-concentrated HP gels this light association may have some benefits, but this still requires further evaluations (Ziemba et al.
vi: Với nồng độ gel HP thấp, sự phối hợp này có thể có lợi, nhưng nó vẫn cần đánh giá thêm (Ziemba và cộng sự

source: For low-concentrated HP gels, this light association may have some benefits; but this still requires further evaluations (Ziemba et al.
vi: Đối với gel HP nồng độ thấp, dùng ánh sáng có thể có một số lợi ích, nhưng điều này vẫn câòn đánh giá thêm (Ziemba và cộng sự

source: For mild-to-moderate tetracycline-stained teeth, the recommended treatment is 2–6 months with monthly recalls to evaluate the tooth color and potential side effects (irritation of soft issues, exacerbation of symptoms from TMJ disorders, and tooth sensitivity).
vi: Cho nhiễm tetracycline nhẹ đến trung bình, điều trị đề nghị từ 2 - 6 tháng, tái khám hàng tháng để đánh giả màu răng và tiềm năng tác dụng phụ (kích ứng mô mềm, triệu chứng rối loạn khớp thái dương hàm, và răng nhạy cảm).

source: For patients with generalized physiological tooth discol- oration and darkened endodontically treated teeth, internal tooth whitening of these nonvital teeth followed by at-home whitening of both arches is the rec- ommended treatment.
vi: Đối với bệnh nhân có răng đổi màu do sinh lý và sau điều trị nội nha, tẩy trắng răng bên trong những răng không sống và sau đó tẩy trắng răng tại nhà hai cung hàm là điều trị được đề nghị.

source: For similar concen- trations of hydrogen peroxide, OTC bleaching strips cause more gingival irritation and tooth sensitivity than at-home tray whitening, as discussed in Chap.
vi: Nồng độ tương tự hydrogen peroxide, dải tẩy trắng răng OTC làm kích thích nướu nhiều hơn và nhạy cảm răng hơn tẩy trắng răng bằng khay tại nhà, như thảo luận trong chương

source: For that purpose the 15 % HCl etching gel can be mixed with some pumice and then rubbed on the lesion surface using rubber cup
vi: Cho mục đích đó 15 % HCl etching gel có thể được trộn với bột pumice và cọ xát vào bề mặt tổn thương dùng cup cao su

source: For the lowest concentration, the manufacturer suggests that patients wear the disposable tray for 60–90 min daily, whereas for the highest hydrogen peroxide concentration the recommended contact time is 15–20 min daily.
vi: Với nồng độ thấp, nhà sản xuất đề nghị bệnh nhân đeo khay 60–90 phút hàng ngày, và với nồng độ hydrogen peroxide cao hơn họ đề nghị thời gian tiếp xúc là 15–20 hàng ngày.

source: For these gels it seems that the limiting factor of the oxidizing reaction rate was the amount of free radicals, and thus the association with light, which likely increases the amount of free radicals, may produce a faster reaction rate and a whitening degree similar to that of the 35 % HP gel associated or not with light (He et al.
vi: Đối với nhưng gel có vẻ như là yếu tố hạn chế của tốc độ phản ứng oxy hoá là số lượng gốc tự do, và vì vậy sự kết hợp với ánh sáng, có khả năng làm tăng số lượng gốc tự do, có thể làm phản ứng nhanh hơn và mức độ trắng tương tự gel HP 35 % kết hợp hoặc không kết hợp với ánh sáng (He và cộng sự

source: For this reason, it is a challenge to differentiate inactive lesions (enamel scars) from active progressing caries.
vi: Vì lý do này nên đó là một thử thách để phân biệt tổn thương không hoạt động (sẹo men răng) với sâu răng hoạt động tiến triển.

source: For this reason, it might be considered to treat buccal lesions shortly after removal of orthodontic brackets.
vi: Vì lý do này, nó có thể được xem xét điều trị tổn thương mặt ngoài một thời gian ngắn sau khi tháo mắc cài chỉnh nha.

source: Forty-four-year postoperative results of one of those patients (E.
vi: Kết quả sau 44 năm điều trị của các bệnh nhân(E.

source: Fourteen additional premolars from the same individuals were not bleached.
vi: 14 răng cối nhỏ thêm vào từ cùng cá nhân không được tẩy trắng.

source: Frequently Asked Questions
vi: Những câu hỏi thường gặp

source: From an aesthetic point of view, however, both active and inactive caries lesions are unattractive and may need intervention.
vi: Tuy nhiên từ một quan điểm thẩm mỹ cả hai tổn thương sâu răng hoạt động và không hoạt động không hấp dẫn và cần can thiệp.

source: From five pub- lished studies, the authors concluded that a nonwhite diet was not significantly associated with less tooth whitening, and there was only a weak positive associa- tion between tooth whitening and diet for subjects who consumed large amounts of coffee/tea.
vi: Từ năm nghiên cứu được công bố, các tác giả kết luận là chế độ ăn không màu trắng không có liên quan với răng được làm trắng ít hơn, và không chỉ có liên quan yếu giữa làm trắng răng và chế độ ăn ở người dùng lượng lớn trà/cà phê.

source: From the previous question/answer, the efficacy of 10 % carbamide peroxide is similar to that of higher concentrations; therefore, we only recommend 10 % carb- amide peroxide, except for cases of external whitening of lightly discolored end- odontically treated teeth in which the stain is recent.
vi: Từ câu hỏi/trả lời trước đó, hiệu quả của 10 % carbamide peroxide tương tự nồng độ cao hơn, do đó, chúng tôi đề nghị 10 carbamide peroxide, trừ trường hợp làm trắng bên ngoài của răng nội nha đổi màu nhẹ khi nhiễm màu gần đây.

source: Further proof of this passage of HP is the fact that color changes in dentin next to the pulp occur as fast they do at the dentin–enamel junc- tion (McCaslin et al.
vi: Bằng chứng thêm vào của sự xuyên qua của HP này là sự thay đổi màu sắc của ngà răng gần tuỷ cũng nhanh như ngà ở đường nối men ngà (McCaslin và cộng sự

source: G6PD deficiency.
vi: thiếu G6PD.

source: Gingival Tissue Irritation
vi: Kích thích mô nướu

source: Gingival recession History of sensitive teeth
vi: Tiền sử tụt nướu của răng nhạy cảm

source: Gingival recession with discolored roots, especially in elderly patients.
vi: Tụt nướu với đổi màu chân răng, đặc biệt là bệnh nhân lớn tuổi.

source: Give patient written instructions:
vi: Viết hướng dẫn cho bệnh nhân:

source: Given that OTC whitening products are not custom-fitted to the patient’s mouth, they are not the ideal vehicle for the application of peroxide-based gels.
vi: Cho rằng sản phẩm tẩy trắng OTC không vừa với miệng bệnh nhân, chúng không lý tưởng đẻ áp dụng gel nền peroxide.

source: Given that enamel microabrasion technique is less conservative than at- home whitening in a custom-fitted tray, our recommendation is to start with the least invasive technique (whitening) and, in case it does not result in an acceptable aesthetic result, perform enamel microabrasion after whitening.
vi: Cho rằng kỹ thuật vi mài mòn men răng ít bảo tồn hơn tẩy trắng tại nhà, chúng tôi đề nghị bắt đầu với kỹ thuật ít xâm lấn nhất và trong trường hợp không có kết quả thẩm mỹ chấp nhận được, thực hiện vi mài mòn men răng sau khi tẩy trắng.

source: Haywood (2003) defined nightguard vital bleaching as a three-step technique:
vi: Haywood (2003) xác định kỹ thuật tẩy trắng răng sống ban đêm 3 bước:

source: Haywood (2003) suggested that wearing a tray on only one arch might improve patient’s compliance, as patient can directly observe the color change in one arch compared to the arch that is not undergoing treatment.
vi: Haywood (2003) đề nghị rằng mang khay chỉ một hàm có thể cải thiện sự hài lòng của bệnh nhân, cũng như bệnh nhân có sthể quý trực tiếp sự đổi màu của răng so sánh với cung hàm không điều trị.
